html/now_page.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-11-18 Mon 22:51 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>now page</title>
<meta name="author" content="Ketan Agrawal" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="syntax.css" />
<link rel="stylesheet" type="text/css" href="styles.css" />
<link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link href="https://fonts.googleapis.com/css2?family=Lato:ital,wght@0,400;0,700;1,400&display=swap" rel="stylesheet">
<link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png" />
<link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png" />
<link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png" />
<link rel="manifest" href="/site.webmanifest" />
</head>
<body>
<div id="preamble" class="status">
<header>
    <script src="setup-initial-theme.js"></script>
    <nav style="display: flex; justify-content: space-between; align-items: center;">
        <a href="/" style="color: inherit; text-decoration: none;">ketan.me</a>
        <ul style="display: flex; list-style-type: none; padding: 0; margin: 0;">
            <li style="margin-left: 1rem;"><a href="/posts.html">posts</a></li>
            <li style="margin-left: 1rem;"><a href="/thoughts.html">{thoughts}</a></li>
            <li style="margin-left: 1rem;"><a href="/experiments.html">experiments</a></li>
            <li style="margin-left: 1rem;"><input type="checkbox" id="theme-switcher">
                <label id="theme-switcher-label" for="theme-switcher"></label>
            </li>
        </ul>
    </nav>
</header>
</div>
<div id="content" class="content">
<h1 class="title">now page
<br />
<span class="subtitle">Last tended to on November 18, 2024</span>
</h1>

<div id="outline-container-ID-f47b0875-eb80-489b-b545-df877c22a0b0" class="outline-2">
<h2 id="ID-f47b0875-eb80-489b-b545-df877c22a0b0">wondering about <a href="systems_hub.html#ID-218284cc-e1be-4544-85a4-4c610e1bda10">systems and cybernetics</a></h2>
<div class="outline-text-2" id="text-org3144c9b">
<p>
i think a super underappreciated lens for the world is that of systems and cybernetics.<br />
</p>
</div>
</div>
<div id="outline-container-ID-2a8eb99f-9659-4fb0-8ac6-a8382e28eb5a" class="outline-2">
<h2 id="ID-2a8eb99f-9659-4fb0-8ac6-a8382e28eb5a">trying to navigate musical spaces</h2>
<div class="outline-text-2" id="text-org3ad0b3b">
<p>
i used to play the violin more actively, but now as a mostly-listener of music, i want to have more of a hand in <a href="my_plain_text_spotify_playstructure.html#ID-518c0248-c4f1-4dc8-8e01-5e0e59988aec">shaping and guiding my experience with it</a>.<br />
</p>
</div>
</div>
<div id="outline-container-ID-1ae1a865-4cf6-4c01-bb1c-804b6bd8975a" class="outline-2">
<h2 id="ID-1ae1a865-4cf6-4c01-bb1c-804b6bd8975a">obsessed with geography..maps..? what do you call it</h2>
<div class="outline-text-2" id="text-org8f89108">
<p>
for that reason, i love trawling wikipedia pages about the extremes of the earth, zooming in on random spots on google earth, watching cgp grey videos on the matter, and creating lil experiments such as one <a href="binary_space_world.html#ID-ce40d31c-2118-41ff-bd48-f1d2a7910a19">locating yourself anywhere in the world with a binary number</a>.<br />
</p>

<p>
i made an experiment which allows you to recursively divide up the world into binary spaces and locate yourself.<br />
</p>
</div>
</div>
<div id="outline-container-orgcb93c49" class="outline-2">
<h2 id="orgcb93c49">what is this page?</h2>
<div class="outline-text-2" id="text-orgcb93c49">
<p>
see: <a href="https://sive.rs/nowff">https://sive.rs/nowff</a><br />
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<!-- copyright Ketan agrawal - on line below-->
<p>&copy; Ketan Agrawal, 2024. <a href="https://x.com/_ketan0">@_ketan0</a>.</p>
<script src="popper.min.js"></script>
<script src="tippy-bundle.umd.min.js"></script>
<script src="tooltips.js"></script>
<script src="setup-theme-switcher.js"></script>
<script src="insert-intext-citation.js"></script>
</div>
</body>
</html>